hello_msg = (
    '<b>Привет, {name}</b>.\n'
    'Выберите интересующий вас раздел.'
)
main_menu_msg = (
    '<b>Выберите интересующий вас раздел:</b>'
)
error_msg = (
    '<b>Произошла внутренняя ошибка.</b>'
)
choose_status = ('<b>Выберите статус:</b>')
no_students_msg = ('<b>Студенты не найдены.</b>')
editing_student_msg = (
    '<b>Редактирование студента</b>:\n{last_name} {first_name}'
)
editing_student_field_msg = (
    '<b>Редактирование поля</b>: {field}\nВведите новое значение:'
)
succesfull_edit_msg = (
    '<b>Студент с идентификатором {id} успешно отредактирован.</b>'
)
succesfull_delete_msg = (
    '<b>Студент с идентификатором {id} успешно удален.</b>'
)
delete_students_msg = (
    '<b>Выберите необходимый фильтр для удаления студентов:</b>'
)
delete_by_status_msg = (
    '<b>Выберите статус для удаления студентов:</b>'
)
delete_by_mingpa_msg = (
    '<b>Выберите минимальный балл для удаления студентов:</b>'
)
delete_by_maxgpa_msg = (
    '<b>Выберите максимальный балл для удаления студентов:</b>'
)
